import './Block1.css';

function Block1() {
    return (
        <div class="title-page">
            <div class="title-page__container">
                <span>Металлообработка на заказ</span>
                <span>Мы гарантируем качественное выполнение заказов и наилучшее соотношение цены и качества в области металлообработки, потому что:
                    <ul class="title-page__list">
                        <li>используем современное высокотехнологичное оборудование и оснастку;</li>
                        <li>имеем штат высококвалифицированных сотрудников с опытом работы по направлению;</li>
                        <li>применяем систему производственного планирования, которая позволяет не допускать нарушений по срокам исполнения заказов;</li>
                        <li>непрерывно контролируем выполнение отдельных технологических операций, что обеспечивает стабильность качественных параметров продукции, передаваемой заказчику.</li>
                    </ul></span>
                <span>Мы готовы разработать решения, соответствующие уникальным потребностям вашего бизнеса, что способствует оптимизации производственных процессов.
                </span>
                <button>Оформить заявку</button>
            </div>
        </div>
    );
}

export default Block1;